@extends('dashboard.layout')
@section('title')
    连飞规定
@endsection
@section('page-name')
    连飞规定
@endsection
@section('content')
        <div class="col-sm-8 col-sm-offset-2 text">
            <div class="gridtable">
                <p>
                    仔细阅读本规定：   <br />
                    1、在连飞活动期间， 有管制的情况下，机组务必听从，管制员指令！  <br />
                    2、在连飞活动期间，禁止倍速飞行，禁飞其他非正常民航客机(例：和谐、塞斯纳等)，<br />
                    3、任何时间，需要连线的机组，不能直接在跑道上连线！<br />
                    4、连线后禁止在跑道上滞留，3分钟内必须起飞！<br />
                    5、无法执行管制指令的特殊机组，请与管制员提前联系，说明情况！<br /><br />

                    连飞期间违规：  <br />
                    造成其他机组、管制问题后果，禁飞1~2月！<br />
                    未造成其他机组、管制问题，禁飞1~2周！<br />
                    倍速和非正常民航客机，永久禁飞！<br />
                    发现或举报跑道上连线，跑道上长时间滞留，永久禁飞！<br /><br />

                    个人信息说明：  <br />
                    总局将提取飞行员系统内个人信息（姓名、电话、地址）进行实物邮寄，不会临时索要！ <br />
                    如发布的个人信息变更可以联系管理员进行变更，（但不可临时补充申请奖励）； <br />
                    切记：请广大飞行员提前补充飞行员系统内的全部信息（个人信息、论坛、航空人生等） <br /><br />

                    常见问题：  <br />
                    ◆ 因呼号信息不全！禁止连线. 请到论坛 - “问题解答” 板块按格式发帖即可！<br />
                    ◆ 如果不能正常接收呼号激活邮件, 请到论坛 - “问题解答” 板块按格式发帖即可！<br />
                    ◆ (注册时邮箱填写错误,请重新申请,不可使用人工激活!)<br />
                    ◆ (注册后补充填写个人信息,未填写导致奖励不能领取，后果自负!)<br /><br />

                    &nbsp;一、CFR刚刚成立，为飞友打造最优质的联飞环境为目标，提供丰富而又真实的官方联飞活动特色。组织联飞，提供详细飞行资料、全程管制指挥，以及配套的技术支持与服务。<br /><br />
                    &nbsp;二、CFR官方联飞过程中所使用的空域里，一切活动以保障参加官方活动航线的机组优先，包括起降机场、进近空域和高空航路。<br /><br />
                    &nbsp;三、CFR管制空域的定义：<br />
                    在有官方活动的当晚（以论坛通告为准）北京时间20点至23点整，官方活动所涉及的起落机场（地面）以及所在进近区域（水平以机场为圆心半径30海里，垂直由地面到标压6000（含）米的圆柱体空间）和高空区域（以航线为为中心，水平左右偏置30海里，垂直高度6000至15000米的长方体空间）。<br /><br />

                    &nbsp;四、在管制空域内，一切飞行活动必须按照规范进行，同时必须严格遵守以下各项要求：<br />
                    （一）所有机组（不论是否参加活动），必须使用合格的呼号（见呼号要求）。<br />
                    （二）所有机组（不论是否参加活动），必须在联线前登录TS（使用与联飞一致的呼号），获得所在空域管制批准后才可联线。<br />
                    （三）所有机组（不论是否参加活动），在管制空域内飞行时，必须保持无线电长守，及时复述管制员的指令并执行；遇特殊情况要求脱波的，需得到所在空域内管制员许可。<br />
                    （四）所有机组（不论是否参加活动），必须提交完整准确的活动计划（以管制雷达ES抄收为准），且必须执行仪表飞行规则（IFR），航线高度6000米以上。（本规则不包括转场和本场飞行。）VFR飞行仅在UTC时间00:00-11:00期间允许。<br />
                    （五）非参加活动的机组如需要穿越管制空域，必须在进入管制空域前25海里进入TS取得无线电联系，以及管制批准。<br />
                    （六）在活动涉及机场起降（不论是否参加活动）的机组，必须严格遵守相关机场的使用规范，根据CAAC航图及进离场程序飞行（飞友有义务自行找寻和阅读航图）。     <br />
                    （七）不论机组何时联线，只要在有管制服务范围内，管制员要求联系时，必须联系管制，否则管制有权上报，并对其警告或临时封号一周。<br /><br />

                    &nbsp;五、在管制空域内飞行的机组还必须达到以下要求： <br />

                    （一）机组参与联飞必须保证足够通畅的网络环境，能够顺利收听管制和其他机组的通话。 <br />
                    （二）机组具备熟练的陆空对话能力；与管制通话程序中不得随意使用非规范词汇。 <br />
                    （三）机组在报告或请求时、必须简洁和专业的表达，不得长时间占用频道。 <br />
                    （四）机组不得长时间占用通话，问询和活动本身无关的问题（如飞机的操作）。 <br />
                    （五）机组必须能熟练操作所驾驶的飞行器，能准确执行管制所要求的飞行动作。 <br />
                    （六）机组必须熟悉飞行区域内的导航数据，能准确判断管制员所引导的导航点。 <br />
                    （七）机组必须熟悉进离场及高空航路导航，管制员没有义务进行雷达引导。 <br />
                    （八）机组在收到管制指令时，必须及时、准确复述，并在复述完毕10秒内开始执行。 <br /> <br />

                    &nbsp;六、管制员同时是活动纪律和规范的维护者，在活动中具有以下义务和要求： <br />

                    （一）对于活动中出现的违规情况，管制员有义务及时制止和处置相关机组、或者报告在场的协调员或管制员。未能及时处理的，管制中心将对管制员进行处罚。 <br />
                    （二）对于以上第四、五点中各项，如果机组不能达到要求，管制有权利要求其断线后自主飞行；紧急情况下，管制和活动协管员可采取强制断线。断线的机组，可继续自主飞行，离开管制空域后15海里可以继续联线； <br />
                    （三）断线的机组，不得在活动频道中申诉或争执、凡是在活动频道内与管制争执的机组一律封禁处理。断线的机组若有质疑，可以在活动结束后向管制征询，或者在论坛相关版面申诉。 <br />
                    （四）整个官方活动中，一切以参加活动的机组为优先，遇到拥挤或冲突的状况，管制员应指挥参加活动的机组优先。对于非参加活动的机组，可以采取避让、等待、或者断线飞行。  <br /><br />

                    &nbsp;七、对于活动中出现的特情以及处理方式规定如下：<br />
                    （一）机组需及时向管制员通报特情情况、并修改应答机，并尽可能按照管制员指令要求飞行。<br />
                    （二）由于活动流量限制、出现特情的机组一律优先备降在附近的机场（管制员可指挥或自行备降）；紧急情况无法备降的、不得严重影响活动的正常进行，否则管制员可要求其断线。<br />
                    （三）出现特情（7700、7600，不包括7500）时、机组必须按照真实规定中的紧急处置程序处理（包括陆空对话要求），若不能按特情程序要求执行的机组，管制员必须要求其断线。<br />
                    （四）特情（7700、7600，不包括7500）处置后落地的机组，必须在活动结束2小时以内提供详细的报告，报告空应包括：故障的描述、产生的原因以及相关的截图。<br />
                    （五）活动部和飞行部将联合相关管理人员对特情报告进行分析和处理，未能在活动结束2小时内提交报告的将被临时停止飞行资格直至提交报告为止；无法提交有效、合理报告（解释权归管理员）的机组，第一次将受到停飞一周的处罚，第二次停飞一个月，第三次永久停飞。<br />
                    （六）燃油不足的处置：飞友起飞时需要携带保证航线时间（活动资料中）之外至少30分钟以上的燃油；如果由于燃油不足宣布特情，经飞行部查核后台数据判定为起飞未携带足够燃油的，将受到停飞封禁的处罚。<br />
                    （七）为保障官方活动健康、积极、正常地进行，30天以内出现5次或以上特情的机组，活动部将进行研究讨论给予相关的处罚。<br /> <br />

                    &nbsp;八、在官方活动中，机组对参与管制的管制员有任何意见和建议的，欢迎到论坛相关版面发帖。对于违纪情况的举报、申诉，活动部和管制部将受理并酌情处理。<br /> <br />

                    &nbsp;九、本规定仅适用于使用航线飞行的官方活动，进离场（Fly-in/out）以及本场起落的官方活动不适用于本规定。<br /><br />

                    &nbsp;十、连飞机组必须使用联盟（CFR）或 真实的航空公司三字码（CCA\ANA）等。其他三字码一经发现，将禁止连线，封号处理。<br /><br />

                    &nbsp;十一、连线后,请提交飞行计划！禁止在跑道连线！进入跑道前,请关闭应答机！<br /><br />

                    &nbsp;十二、如忘记密码！请联系所属平台的管理员！找回密码！<br /><br />

                    &nbsp;十三、注册后，平台变更，请飞行员本人向现所属平台管理员，提出申请平台变更。所属平台管理员同意后联系CFR管理员“8928”变更即可！<br /><br />
                </p>
            </div>
        </div>
@endsection