<h4>用户条款须知</h4>
<textarea class="form-control" style="height: 150px; border: 1px #ccc solid;">
  欢迎您注册成为飞行员系统服务平台的用户
  请仔细阅读下面的协议，只有接受协议才能继续进行注册。

  1． 服务条款的确认和接纳

  &nbsp; &nbsp;飞行员系统所有权和运作权归中国飞行者联盟服务平台拥有。飞行员系统所提供的服务将按照有关章程、服务条款和操作规则严格执行。用户通过注册程序点击“我同意” 按钮，即表示用户与飞行员系统服务平台达成协议并接受所有的服务条款。

  2. 用户同意

  &nbsp; &nbsp;1)提供及时、详尽及准确的个人资料。 
  &nbsp; &nbsp;2)不断更新注册资料，符合及时、详尽、准确的要求。所有原始键入的资料将引用为注册资料。
  &nbsp; &nbsp;3)用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，飞行员系统服务平台合理地认为用户的行为可能违反上述法律、法规，飞行员系统服务平台可以在任何时候，不经事先通知终止向该用户提供服务。用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。

  3． 服务条款的修改

  &nbsp; &nbsp;飞行员系统服务平台会不定时地修改服务条款，服务条款一旦发生变动，将会在相关页面上提示修改内容并发布变动公共通知。

  4．服务修订

  &nbsp; &nbsp;飞行员系统服务平台保留随时修改或中断服务而不需告知用户的权利。飞行员系统服务平台行使修改或中断服务的权利，不需对用户或第三方负责。

  5．用户隐私制度

  &nbsp; &nbsp;尊重用户个人隐私是飞行员系统服务平台的基本政策。飞行员系统服务平台不会公开、编辑或透露用户的注册信息，除非有法律许可要求，或飞行员系统服务平台在诚信的基础上认为透露这些信息在以下三种情况是必要的：

  &nbsp; &nbsp;1)遵守有关法律规定，遵从合法服务程序。

  &nbsp; &nbsp;2)保持维护飞行员系统服务平台的所有权。

  &nbsp; &nbsp;3)在紧急情况下竭力维护用户个人和社会大众的隐私安全。

  &nbsp; &nbsp;4)符合其他相关的要求。

  6．用户的帐号，密码和安全性

  &nbsp; &nbsp;一旦注册成功成，您将得到一个密码和帐号。如果您不保管好自己的帐号和密码安全，将对因此产生的后果负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。您可随时根据指示改变您的密码。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，立即通知中国飞行者联盟。

  7．免责条款

  &nbsp; &nbsp;本系统为单独运营的平台系统，仅供接入服务使用，不承担第三方构成的任何法律风险。

  &nbsp; &nbsp;本平台旨在建立一个公益性网上研发服务互动平台，所发布的信息虽经初步筛选。

  &nbsp; &nbsp;本平台已和其他网站关联，请广大用户必须补充、同步绑定个人信息。如不绑定与平台无关。

  &nbsp; &nbsp;本平台对任何在本平台发布信息或使用信息所带来的风险不承担任何责任。访问和使用本平台者应自行判断相关信息的准确性、完整性和合法性，并同意自行承担访问和使用相关信息可能出现的全部风险。对您使用平台、与本平台相关的任何内容、服务或其它链接至本平台的站点、内容均不作直接、间接、法定、约定的保证。

  &nbsp; &nbsp;无论在任何原因下（包括但不限于疏忽原因），对您或任何人通过使用本平台上的信息或由本平台链接的信息，或其他与本平台链接的平台信息所导致的损失或损害（包括直接、间接、特别或后果性的损失或损害，例如收入或利润之损失，电脑系统之损坏或数据丢失等后果），责任均由使用者自行承担（包括但不限于疏忽责任）。

  8．有限责任

  &nbsp; &nbsp;中国飞行者联盟飞行员系统服务平台对任何直接、间接、偶然、特殊及继起的损害不负责任。

  9．不提供零售和商业性服务

  &nbsp; &nbsp;用户使用平台服务的权利是个人的。用户承诺不经中国飞行者联盟平台同意，不能利用平台服务进行销售或其他商业用途。

  &nbsp; &nbsp;用户使用平台服务的同时。产生的任何消费（含虚拟货币）等，平台仅提供消费记录，不提供任何发票。其中任何消费均为用户个人自愿性质消费，如受到威胁或强迫，请及时放弃使用平台服务，避免造成个人财产损失。

  10．用户责任

  &nbsp; &nbsp;用户单独承担传输内容的责任。用户必须遵循：

  &nbsp; &nbsp;1)必须符合中国有关法规。

  &nbsp; &nbsp;2)使用平台服务不作非法用途。

  &nbsp; &nbsp;3)不干扰或混乱网络服务。

  &nbsp; &nbsp;4)不在论坛BBS、群内或其他公众平台发表任何与政治相关的信息。

  &nbsp; &nbsp;5)遵守所有中国飞行者联盟协议、规定、程序和惯例。

  &nbsp; &nbsp;6)不得利用飞行员系统服务平台危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益。

  &nbsp; &nbsp;7)不得利用飞行员系统服务平台制作、复制和传播下列信息：

  &nbsp; &nbsp;&nbsp;1、煽动抗拒、破坏宪法和法律、行政法规实施的；

  &nbsp; &nbsp;&nbsp;2、煽动颠覆国家政权，推翻社会主义制度的；

  &nbsp; &nbsp;&nbsp;3、煽动分裂国家、破坏国家统一的；

  &nbsp; &nbsp;&nbsp;4、煽动民族仇恨、民族歧视，破坏民族团结的；

  &nbsp; &nbsp;&nbsp;5、捏造或者歪曲事实，散布谣言，扰乱社会秩序的；

  &nbsp; &nbsp;&nbsp;6、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；

  &nbsp; &nbsp;&nbsp;7、公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；

  &nbsp; &nbsp;&nbsp;8、损害国家机关信誉的；

  &nbsp; &nbsp;&nbsp;9、其他违反宪法和法律行政法规的；

  &nbsp; &nbsp;&nbsp;10、进行商业广告行为的。

  &nbsp; &nbsp;用户不能传输任何教唆他人构成犯罪行为的资料；不能传输涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。若用户的行为不符合以上的条款，中国飞行者联盟将取消用户相关关联帐号。

  11．网站内容的所有权

  &nbsp; &nbsp;飞行员系统服务平台定义的内容包括：文字、软件、声音、相片、录象、图表；在广告中全部内容；电子邮件的全部内容；飞行员系统服务平台为用户提供的各种服务。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在飞行员系统服务平台和广告商授权下才能使用这些内容、服务，而不能擅自复制、篡改、宣传这些内容、或创造与内容有关的派生产品。


  12．解释权

  &nbsp; &nbsp;本注册协议的解释权归 中国飞行者联盟 所有。如果其中有任何条款与国家的有关法律相抵触，则以国家法律的明文规定为准。
</textarea>
